{"translation-revision-date":"2025-11-16 23:09:56+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Themes for every industry":["پوسته‌ها برای هر صنعت"],"Bring your vision to life — no coding required. Explore hundreds of free and paid ecommerce-optimized themes.":["رویای خود را به واقعیت تبدیل کنید - بدون نیاز به کدنویسی. صدها پوسته رایگان و پولی بهینه شده برای تجارت الکترونیک را کاوش کنید."],"Ready to use out of the box":["آماده استفاده بلافاصله پس از نصب"],"Browse free and paid themes":["مرور پوسته‌های رایگان و پولی"],"Bring your vision to life%s— no coding required.":["رویای خود را به واقعیت تبدیل کنید%s— بدون نیاز به کدنویسی."],"Pick your perfect theme":["پوسته ایده‌آل خود را انتخاب کنید"],"Sorry, you don't have permission to update the theme.":["متاسفانه ! شما اجازه بروز رسانی پوسته را ندارید."],"Finish customizing":["سفارشی‌سازی را تمام کنید"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["جفت فونتی را انتخاب کنید که به بهترین وجه با برند شما مطابقت دارد. فونت بزرگتر برای عناوین و قلم کوچکتر برای پشتیبانی از محتوا استفاده می‌شود. می‌توانید فونت خود را هر زمان که بخواهید در ویرایشگر تغییر دهید."],"Add patterns":["افزودن الگوها"],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["پالت رنگی را انتخاب کنید که مناسب برند شما باشد. می‌خواهید آن را تغییر دهید؟ پالت رنگ سفارشی خود را در زیر ایجاد کنید، یا بعدا آن را در ویرایشگر بروز رسانی کنید."],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["الگوهای بیشتری از کتابخانه WooCommerce.com در دسترس هستند! انتخاب کنید تا فروشگاه خود را به هم متصل کنید و به کتابخانه کامل دسترسی داشته باشید، به علاوه محتوای مرتبط‌تر و تجربه راه‌اندازی فروشگاه متناسب‌تر را دریافت کنید. انتخاب کردن آن، {{link}}ردیابی استفاده{{\/link}} را فعال می‌کند، که می‌توانید هر زمان که بخواهید از طریق تنظیمات ووکامرس از آن انصراف دهید."],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["متاسفانه، یک مشکل فنی مانع از نمایش الگوهای بیشتر می‌شود. لطفا بعدا <FetchPatterns>دوباره امتحان کنید<\/FetchPatterns>."],"Access more patterns":["به الگوهای بیشتری دسترسی داشته باشید"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["با افزودن و ترکیب الگوها و طرح‌بندی‌های مختلف، یک صفحه اصلی جذاب ایجاد کنید. می‌توانید بعدا از طریق ویرایشگر به سفارشی‌سازی این صفحه، از جمله محتوا، ادامه دهید."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["به کمک {{link}}Fiverr{{\/link}} یک لوگوی بیاد ماندنی خلق کنید و برند خودتان بسازید."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["فونت های بیشتری در دسترس هستند! انتخاب کنید تا فروشگاه خود را به هم متصل کنید و به کتابخانه کامل فونت دسترسی پیدا کنید، به علاوه محتوای مرتبط‌تر و تجربه راه‌اندازی فروشگاه متناسب‌تر را دریافت کنید. انتخاب کردن آن، {{link}}ردیابی استفاده{{\/link}} را فعال می‌کند، که می‌توانید هر زمان که بخواهید از طریق تنظیمات ووکامرس از آن انصراف دهید."],"Access more fonts":["دسترسی به فونت‌های بیشتر"],"Social media":["شبکه‌های اجتماعی"],"Go to the Customizer":["رفتن به سفارشی‌ساز"],"Featured selling":["فروش ویژه"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["برای ایجاد صفحه‌ای که از خریداران استقبال می‌کند، یک یا چند الگوی صفحه اصلی خود را اضافه کنید."],"Promote your social channels and give shoppers a way to see your latest products and news.":["شبکه‌های اجتماعی خود را تبلیغ کنید و به خریداران راهی برای دیدن آخرین محصولات و اخبار خود بدهید."],"Encourage sales by sharing positive feedback from happy shoppers.":["با به اشتراک گذاشتن بازخورد مثبت از خریداران خوشحال، فروش را تشویق کنید."],"Share information on any services that your business can provide.":["اطلاعات مربوط به هرگونه خدماتی را که کسب و کار شما می‌تواند ارائه دهد به اشتراک بگذارید."],"Show your shoppers what’s special about your business.":["به خریداران خود نشان دهید که چه چیزی در مورد کسب و کار شما خاص است."],"Put the spotlight on one or more of your products or product categories.":["یک یا چند محصول یا دسته‌بندی محصول خود را در کانون توجه قرار دهید."],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["همه چیز را از پالت رنگ و فونت گرفته تا طرح‌بندی صفحه شخصی‌سازی کنید، مطمئن شوید که همه جزئیات با برند شما هماهنگ است."],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["فروشگاهی طراحی کنید که بازتابی از برند و کسب‌وکار شما باشد. پوسته فعال خود را سفارشی‌سازی کنید، یک پوسته طراحی‌شده حرفه‌ای انتخاب کنید یا با استفاده از طراح فروشگاه ما ظاهر جدیدی ایجاد کنید."],"DON'T HAVE A LOGO YET?":["هنوز لوگو ندارید؟"],"Want more patterns?":["الگوهای بیشتری می‌خواهید؟"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["متاسفانه، ما با برخی مشکلات فنی روبرو هستیم - لطفا برای دسترسی به الگوهای بیشتر بعدا بازگردید."],"Browse themes":["مرور پوسته‌ها"],"You can edit your content later in the Editor":["بعدا می‌توانید محتوای خود را در ویرایشگر ویرایش کنید"],"Design your own theme":["پوسته خود را طراحی کنید"],"Design or choose a new theme":["یک پوسته جدید طراحی یا انتخاب کنید"],"Shuffle":["تصادفی"],"Choose a professionally designed theme":["یک پوسته حرفه‌ای طراحی شده را انتخاب کنید"],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["به نظر می‌رسد ما نمی‌توانیم شبکه شما را شناسایی کنیم. لطفا اتصال اینترنت خود را دوباره بررسی کنید و برگه را بازخوانی کنید."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["برای دسترسی به الگوهای بیشتر، <OptInModal>ردیابی استفاده<\/OptInModal> را انتخاب کنید."],"Welcome shoppers to your store with one of our introductory patterns.":["با انتخاب یکی از الگوهای معرفی، به خریداران فروشگاه خوش آمد بگویید."],"Use the store designer":["از طراح فروشگاه استفاده کنید"],"Intro":["مقدمه"],"Services":["خدمات"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["تبریک! شما با موفقیت فروشگاه خود را طراحی کرده‌اید. اکنون می‌توانید به صفحه‌اصلی بازگردید تا راه‌اندازی فروشگاه خود را تکمیل کرده و فروش را شروع کنید."],"Design a new theme":["طراحی یک پوسته جدید"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["پوسته فعال شما تغییر خواهد کرد و ممکن است تغییراتی که در آن ایجاد کرده‌اید را از دست بدهید."],"Are you sure you want to design a new theme?":["آیا اطمینان دارید که می‌خواهید پوسته جدیدی طراحی کنید؟"],"View store":["مشاهده فروشگاه"],"What's next?":["بعدش چی؟"],"Go to Products":["رفتن به محصولات"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["تبریک می‌گویم! شما با موفقیت فروشگاه خود را طراحی کرده‌اید. قبل از ادامه راه‌اندازی فروشگاه خود، به سختی کار خود نگاهی بیندازید."],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["با افزودن یا وارد کردن محصولات خود یا ویرایش محصولات نمونه، قفسه‌های مجازی خود را پر کنید."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["با انتخاب یکی از طرح‌های از پیش طراحی‌شده، یک صفحه اصلی جذاب ایجاد کنید. می‌توانید بعدا از طریق ویرایشگر به سفارشی‌سازی این صفحه، از جمله محتوا، ادامه دهید."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["یک پابرگ از گزینه‌های زیر انتخاب کنید. پابرگ شما شامل ناوبری ثانویه سایت شما است و به هر برگه اضافه می‌شود. می‌توانید بعدا از طریق ویرایشگر به سفارشی‌سازی آن ادامه دهید."],"Choose your homepage":["صفحه اصلی خود را انتخاب کنید"],"Opt in":["ملحق شوید"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["برای دسترسی به فونت‌های بیشتر، به <WordPressLink>آخرین نسخه وردپرس<\/WordPressLink> ارتقا دهید."],"Want more font pairings?":["مجموعه فونت‌های بیشتری می‌خواهید؟"],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["برای دسترسی به فونت‌های بیشتر، <OptInModal>ردیابی استفاده<\/OptInModal> را انتخاب کنید."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["برای دسترسی به فونت های بیشتر، به <WordPressLink>آخرین نسخه وردپرس<\/WordPressLink> ارتقا دهید و <OptInModal>پیگیری استفاده را انتخاب کنید<\/OptInModal>."],"Add your products":["محصولات خود را اضافه کنید"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["اوه! هنگام راه‌اندازی پایه‌ها با مشکل مواجه شدیم. {{anchor}}لطفا دوباره امتحان کنید{{\/anchor}} یا با یک پوسته شروع کنید."],"Choose your footer":["پابرگ خود را انتخاب کنید"],"Design your homepage":["صفحه اصلی خود را انتخاب کنید"],"Choose your header":["سربرگ خود را انتخاب کنید"],"Choose fonts":["انتخاب فونت‌ها"],"Choose your color palette":["پالت رنگ خود را انتخاب کنید"],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["طراحی فروشگاه خود را شروع کنید، از جمله اضافه کردن لوگوی خود، تغییر طرح‌های رنگی و ایجاد طرح‌بندی خود. برای کشف آنچه ممکن است، یک گشت سریع داشته باشید."],"Discover what's possible with the store designer":["آنچه را که با طراح فروشگاه ممکن است کشف کنید"],"Customize your theme":["سفارشی‌سازی پوسته شما"],"Design your own":["خودتان طراحی کنید"],"Start designing":["شروع طراحی"],"Setting up the foundations":["راه‌اندازی پایه‌ها"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["با استفاده از طراح فروشگاه داخلی ما به سرعت یک فروشگاه زیبا ایجاد کنید. طرح‌بندی خود را انتخاب کنید، یک سبک را انتخاب کنید و بسیاری موارد دیگر."],"Exit and lose changes":["خروج و از دست دادن تغییرات"],"Are you sure you want to exit?":["آیا مطمئن هستید که میخواهید خارج شوید؟"],"Continue designing":["ادامه دادن طراحی"],"You'll lose any changes you've made to your store's design and will start the process again.":["هر تغییری را که در طراحی فروشگاه خود ایجاد کرده‌اید از دست خواهید داد و روند دوباره شروع می‌شود."],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["قدرت گرفته از هوش مصنوعی آزمایشی. {{link}}بیشتر بیاموزید{{\/link}}"],"Editor canvas":["بوم ویرایشگر"],"Find out how":["بدانید چگونه"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["به نظر می رسد از حالت آفلاین جت پک استفاده می کنید — برای شروع طراحی با هوش مصنوعی به حالت آنلاین بروید."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["طراح فروشگاه یک طرح فروشگاهی جدید برای شما ایجاد می‌کند و هر تغییری را که در پوسته فعال خود ایجاد کرده‌اید از دست خواهید داد. اگر ترجیح می‌دهید به ویرایش پوسته خود ادامه دهید، می‌توانید این کار را از طریق <EditorLink>ویرایشگر<\/EditorLink> انجام دهید."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["متأسفانه [طراح فروشگاه هوش مصنوعی] در حال حاضر در دسترس نیست زیرا ما نمی توانیم شبکه شما را شناسایی کنیم. لطفا اتصال اینترنت خود را بررسی کنید."],"Looking to design your store using AI?":["به دنبال طراحی فروشگاه خود با استفاده از هوش مصنوعی هستید؟"],"Back to Home":["بازگشت به خانه"],"Go back to the Home screen to complete your store setup and start selling":["برای تکمیل راه اندازی فروشگاه خود و شروع فروش، به صفحه اصلی برگردید"],"Go to the Editor":["رفتن به ویرایشگر"],"Your store looks great!":["فروشگاه شما عالی به نظر می‌رسد!"],"Fine-tune your design":["طراحی خود را دقیق تنظیم کنید"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["برای تغییر تصاویر و متن، افزودن صفحات بیشتر و انجام هرگونه سفارشی‌سازی، به ویرایشگر مراجعه کنید."],"Customize your store":["فروشگاه خود را شخصی‌سازی کنید"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["سبک و چیدمان فروشگاه خود را متناسب با برند خود سفارشی کنید! لوگوی خود را اضافه کنید، فونت و رنگ ها را تغییر دهید و طرح‌بندی‌های مختلف برگه را امتحان کنید. بعدا می‌توانید متن و تصاویر را از طریق ویرایشگر ویرایش کنید."],"Make your store your own":["فروشگاه مختص خودتان را بسازید"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["هر تغییری که در چیدمان و سبک ایجاد می‌کنید در لحظه در اینجا ظاهر می‌شود - برای آزمایش ظاهرهای مختلف قبل از اینکه آن را منتشر کنید. همچنین می‌توانید اندازه این ناحیه را تغییر دهید تا ببینید فروشگاه شما در موبایل چگونه به نظر می‌رسد."],"Logo":["لوگو"],"Take a tour":["‫گشتی بزنید"],"View your changes in real time":["تغییرات خود را در لحظه مشاهده کنید"],"Link logo to homepage":["پیوند لوگو به صفحه اصلی"],"Image width":["عرض تصویر"],"Saving failed.":["ذخیره‌سازی ناموفق بود."],"Use as site icon":["استفاده به عنوان آیکون سایت"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["با افزودن لوگوی خود، مطمئن شوید که فروشگاه شما دارای برند است. برای بهترین نتایج، یک SVG یا PNG با حداقل عرض ۳۰۰ پیکسل آپلود کنید."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["نمادک‌های سایت همان چیزی است که در زبانه‌های مرورگر، نوارهای بوک‌مارک و در اپلیکیشن‌های موبایل وردپرس مشاهده می‌کنید."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["سربرگ جدیدی از بین گزینه‌های زیر انتخاب کنید. سربرگ شما شامل ناوبری سایت شما است و به هر برگه اضافه خواهد شد. می‌توانید از طریق ویرایشگر به سفارشی‌سازی آن ادامه دهید."],"Add your logo":["لوگوی خود را اضافه کنید"],"Let's get creative":["بیایید خلاق باشیم"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["از ابزارهای سبک و چیدمان ما برای سفارشی‌سازی طراحی فروشگاه خود استفاده کنید. بعدا می‌توان محتوا و تصاویر را از طریق ویرایشگر اضافه کرد یا تغییر داد."],"or create your own":["یا خودتان ایجاد کنید"],"Opening the doors":["باز کردن درها"],"Turning on the lights":["روشن کردن چراغ‌ها"],"30-day money-back guarantee":["ضمانت 30 روزۀ بازگشت وجه"],"Replace":["جایگزینی"],"Continue setting up your store":["راه‌اندازی فروشگاهتان را ادامه دهید"],"Options":["گزینه‌ها"],"Back":["بازگشت"],"Navigation":["ناوبری"],"Style":["استایل"],"About":["درباره"],"Layout":["طرح"],"Browse the Marketplace":["Marketplace را مرور کنید"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["قبلی"],"Close":["بستن"],"Cancel":["لغو"],"Default":["پیش‌ فرض"],"Reviews":["نقد و بررسی‌ها"],"Delete":["حذف"],"Settings":["پیکربندی"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}