{"translation-revision-date":"2025-11-16 23:09:56+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Toggle sidebar":["تغییر وضعیت نوار کناری"],"You need to reset your test account to continue onboarding with %1$s. This will create a new test account and reset any existing %2$s account details and test transactions.":["برای ادامه‌ی همکاری با %1$s، باید حساب آزمایشی خود را مجدداً تنظیم کنید. این کار یک حساب آزمایشی جدید ایجاد می‌کند و جزئیات حساب %2$s موجود و تراکنش‌های آزمایشی را مجدداً تنظیم می‌کند."],"Set up payments for your store in just a few steps. With WooPayments, you can accept online and in-person payments, track revenue, and handle all payment activity from one place.":["پرداخت‌های فروشگاه خود را تنها در چند مرحله تنظیم کنید. با WooPayments، می‌توانید پرداخت‌های آنلاین و حضوری را بپذیرید، درآمد را پیگیری کنید و تمام فعالیت‌های پرداخت را از یک مکان مدیریت کنید."],"Enabling":["فعال کردن"],"Enable %s":["فعال %s"],"Step %1$s of %2$s":["مرحله %1$s از %2$s"],"Close sidebar":["بستن نوار کناری"],"When you reset your account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["زمانی که حساب خود را بازنشانی کنید، تمام داده‌های پرداخت — از جمله جزئیات حساب %s، تراکنش‌های آزمایشی و تاریخچه پرداخت‌ها — از بین خواهند رفت. تاریخچه سفارشات شما باقی خواهد ماند. این اقدام غیرقابل بازگشت است، اما در هر زمان می‌توانید یک حساب آزمایشی جدید ایجاد کنید."],"Installing":["در حال نصب"],"Are you sure you'd like to continue?":["آیا مطمئن هستید که می‌خواهید ادامه دهید؟"],"Yes, reset account":["بله، حساب را ریست کنید"],"When you reset your test account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["وقتی حساب آزمایشی خود را بازنشانی می‌کنید، تمام اطلاعات پرداخت - شامل جزئیات حساب %s شما، تراکنش‌های آزمایشی و تاریخچه پرداخت‌ها - از بین می‌روند. تاریخچه سفارش شما باقی می‌ماند. این اقدام قابل بازگشت نیست، اما می‌توانید در هر زمانی یک حساب آزمایشی جدید ایجاد کنید."],"Choose your payment methods":["روش‌های پرداخت خود را انتخاب کنید"],"Activate payments":["فعال‌سازی پرداخت‌ها"],"Reset your test account":["حساب آزمایشی خود را بازنشانی کنید"],"Accept payments with Woo":["پرداخت‌ها را با ووکامرس بپذیرید"],"server caches":["کش‌های سرور"],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["به محض اینکه <link><\/link> شما به روز شد، برای مشاهده آماده خواهد بود. لطفا صبر کنید، یا با میزبان وب خود تماس بگیرید تا نحوه انجام دستی این کار را بیابید."],"Congratulations! Your store will launch soon":["تبریک! فروشگاه شما به زودی راه اندازی می‌شود"],"Add extensions":["افزودن افزودنی‌ها"],"Manage your store on the go":["فروشگاه خود را در حال حرکت مدیریت کنید"],"Get the app":["دریافت اپلیکیشن"],"Manage your store anywhere with the free WooCommerce Mobile App.":["با اپلیکیشن رایگان موبایل ووکامرس، فروشگاه خود را در هر مکانی مدیریت کنید."],"Power up your store":["فروشگاه خود را تقویت کنید"],"Install Mailchimp":["نصب Mailchimp"],"Manage Mailchimp":["مدیریت Mailchimp"],"Add payment methods":["افزودن روش‌های پرداخت"],"Provide more ways to pay":["راه‌های بیشتری برای پرداخت فراهم کنید"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["با افزودن روش‌های پرداخت اضافی به فروشگاه خود، راه‌های بیشتری برای پرداخت، به خریداران خود ارائه دهید."],"Promote products":["محصولات را تبلیغ کنید"],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["راهنماهای دقیق و تیم پشتیبانی ما همیشه در دسترس هستند، اگر احساس می‌کنید گیر کرده‌اید یا به راهنمایی نیاز دارید."],"Help is on hand":["کمک در دسترس است"],"Add extra features and functionality to your store with Woo extensions.":["با افزونه‌های Woo، ویژگی‌ها و قابلیت‌های اضافی را به فروشگاه خود اضافه کنید."],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["خریداران خود را با تازه‌ترین‌های فروشگاه خود به‌روز نگه دارید و اتوماسیون‌های هوشمند پس از خرید راه‌اندازی کنید."],"Explore support resources":["منابع پشتیبانی را کاوش کنید"],"Build customer relationships":["ایجاد روابط با مشتری"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["با تبلیغ محصولات خود به میلیون‌ها خریدار فعال، پایگاه مشتریان خود را افزایش دهید."],"Visit your store":["فروشگاه خود را ببینید"],"Congratulations! Your store is now live":["تبریک می‌گویم! فروشگاه شما اکنون فعال است"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["اوه! هنگام راه‌اندازی فروشگاه شما با مشکلی مواجه شدیم. <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["پس از راه‌اندازی فروشگاه، سفارشات آزمایشی و داده‌های مرتبط، از جمله تجزیه و تحلیل و تراکنش‌ها را حذف کنید. "],"Remove %d test orders":["حذف %d سفارش آزمایشی"],"Test data":["داده آزمایشی"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["بازخورد شما فقط با ووکامرس به اشتراک گذاشته می‌شود و مطابق با <privacyLink>خط مشی رازداری<\/privacyLink> ما رفتار می‌شود."],"Why do you feel that way? <smallText>(optional)<\/smallText>":["چرا چنین احساسی دارید؟ <smallText>(اختیاری)<\/smallText>"],"How was the experience of launching your store?":["تجربه راه‌اندازی فروشگاه شما چگونه بود؟"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["آماده شروع فروش هستید؟ قبل از راه‌اندازی فروشگاه خود، مطمئن شوید که این کارهای ضروری را انجام داده‌اید. اگر می‌خواهید قابل مشاهده بودن فروشگاه خود را تغییر دهید، به ووکامرس | تنظیمات | قابلیت مشاهده سایت بروید."],"Essential Tasks":["کارهای ضروری"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["کار فوق‌العاده‌ای انجام دادید! فروشگاه شما آماده به کار است — هیچ کار ناتمامی باقی نمانده است."],"Promote your products":["محصولات خود را تبلیغ کنید"],"You’ve successfully launched your store and are ready to start selling! We can’t wait to see your business grow.":["شما با موفقیت فروشگاه خود را راه‌اندازی کردید و آماده هستید تا فروش را آغاز کنید! منتظریم تا رشد کسب و کار شما را مشاهده کنیم."],"What’s next?":["بعدش چی؟"],"Launch Your Store":["فروشگاه خود را راه‌اندازی کنید"],"Launch your store":["فروشگاه خود را راه اندازی کنید"],"Please try again":["لطفا دوباره تلاش کنید"],"Back to Home":["بازگشت به خانه"],"Set up WooPayments":["راه اندازی WooPayments"],"Go back":["برگشت"],"We appreciate your feedback!":["ما قدردان بازخورد شما هستیم!"],"Send":["ارسال"],"Back":["بازگشت"],"Install":["نصب"],"Install %s":["نصب %s"],"Copy link":["کپی پیوند"],"Enable":["فعال"],"Copied!":["کپی شد!"],"Close":["بستن"],"Preview":["پیش‌ نمایش"],"Cancel":["لغو"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}